{
  "Enterprise": {
    "title": "Founders",
    "content": "Hi {{name}}, it’s Jared from Jumpstart here, sure you’ll be delighted to hear this is a cold call.\nI was just wondering if you have 30 seconds for me?\nObjection Handling:\n\"No\" No worries at all - Mind if I explain in 30 seconds why I was giving you a call, then if it’s relevant I can give you a call back at a later time?\n\"Who?\" It’s Jared from Jumpstart. I noticed you're hiring, and wanted to quickly explain why I’m reaching out. Do you have 30 seconds?\n“Not interested” Okay! Just so I don’t waste your time, are you saying that because you already know exactly who you are going to hire or because I’m calling you out of the blue.\n“Recruiter” We are not an agency; we are a tool that provides hiring managers and talent teams instant access to a pool of pre-vetted talent. Can I ask you why you don’t normally work with recruiters?\n“No Budget” Totally understand - budget's a real concern for a lot of startups I’m speaking to. Can I just ask - what would the cost be for you guys if you were to get the wrong person into this role? \nI actually spoke with a company called Synth last week - they were in the exact same position, really hesitant because of the budget. But once they saw the quality of candidates we could give them immediate access to, it completely reframed the conversation. \n\nIn terms of what you are looking for, understand you were looking for {{role}}, are there any other sort of non negotiables you are looking for?\n\n“Number” Appreciate this call is out of the blue - I found your contact information through a sales software that I am using. Do you have 30 seconds?\n“Price” Yeah, being completely transparent, pricing is something usually discussed over a quick zoom call. It can vary from case to case depending on the business and current situation. More than happy to run you through it if you have some time tomorrow at 3pm?\n“Jumpstart?” Reason for the call\n\nReason for the Call:\n\nI’ve been speaking to a lot of VC’s and Startups that are looking to hire a {{role}} and what I typically find is that they are running into one of two issues.\nEither, they use a recruitment agency and fall into the square pegs round holes issue. \nOr; they post their role on LinkedIn, get inundated with loads of applications.\n\nDo either of those issues sound familiar - or if I’m totally off?\n\nDiscovery Questions:\n\nOut of interest, which out of the two would you say causes you more pain?\n\nNo: That’s great to hear! I guess you're gonna tell me that you have already found the right candidate and are onboarding them as we speak.\nAre there specific skills or experience you’re struggling to find in candidates?\nAppreciate this role specifically hasn’t been live for very long - what is your ideal timeline for getting this role filled?\nWhat’s been the most frustrating part of hiring for this role so far?\nHow has your experience been working with recruiters in the past?\nWhat tools or platforms are you currently using to find candidates?\nWhat’s the biggest challenge you’re facing in hiring right now?\nBusy/Not interested: Okay! Just so I don’t waste your time, are you saying that because you already know exactly who you are going to hire or because I’m calling you out of the blue.\nNot hiring: Got you. When do you expect hiring to ramp up again? I’d love to follow up when the timing is better.\n\nSell Back (Tying Their Pain to a Solution):\nThat makes sense, lots of startups seem to mention TIME, SPEED, EXPERIENCE, ETC. \nFundamentally though, it almost always comes down to quality.\nI mean, if the perfect candidate was in front of you today, you'd probably hire them on the spot - right?\nThat’s exactly where Jumpstart comes in.\nEach month we receive over 5,000 applications and manually handpick the top 1%, through a combination of CV screening, interviews and case studies.\nGiven that we have already done the hard yards in terms of screening and interviewing this means founders can instantly connect with candidates that have already been through the vetting process.\nWould love to show you the candidates we have on the platform… Is that something you’d be open to? \n\nNext Steps (Closing the Call):\nInterested\nGreat! The best way for us to show you the candidates is for my cofounder and me to walk you through the platform. We’re available Monday at 11am, 12pm, or 4pm - do any of those times work for you?\nVery Busy\nI understand you’ve got a lot on your plate right now. Would next Tuesday or Thursday work better for a quick call?\nNo pain/No interest\nNo problem at all! I will send you a LinkedIn connection request so we can stay in touch. If hiring becomes a priority down the line, I’d love to help. Does that sound good?\nThanks so much for your time, {{name}}. Have a great day!\n"
  },
  "Startup": {
    "title": "Startups",
    "content": "Hi {{name}}, I'm reaching out because I noticed {{startup}} is in the {{persona}} space. I work with companies to help optimize their development workflows. Would you be interested in a quick 5-minute conversation about how we could help {{startup}} accelerate development?"
  },
  "SMB": {
    "title": "SMB",
    "content": "Hi {{name}}, I help companies like {{startup}} increase their close rates. I'd love to share a quick strategy that could help {{startup}} hit their revenue targets faster. Do you have 2 minutes to chat?"
  },
  "Tech": {
    "title": "Tech",
    "content": "Hi {{name}}, I noticed {{startup}} has been doing great work in the {{persona}} space. I help tech companies optimize their lead generation. Would you be interested in a brief conversation about how we could help {{startup}} generate more qualified leads?"
  }
}